import React from 'react';
import styles from './MainPage.module.css';

const MainPage = () => (
  <div className={styles.home}>
    <h1 className={styles.home__title}>Інфораційно-психологічний вплив</h1>
    <p className={styles.home__body}>
      Інформаційно-психологічний вплив (ІПВ) - вплив на свідомість особи і
      населення з метою внесення змін у їх поведінку та (або) світогляд.
      Базовими методами ІПВ є переконання і навіювання. Переконання звернене до
      власного критичного сприйняття дійсності. Воно має власні алгоритми
      впливу: - логіка переконання повинна бути доступною інтелекту об'єкта
      впливу; - переконання необхідно здійснювати, спираючись на факти, відомі
      об'єкту; - переконуюча інформація повинна містити узагальнюючі пропозиції;
      - переконання має складатися з логічно несуперечливих тез; - факти, що
      повідомляються, повинні бути відповідним чином емоційно забарвлені.
      Навіювання навпаки спрямовано на суб'єктів, що некритично сприймають
      інформацію. Його особливостями є: - цілеспрямованість і плановість
      застосування; - конкретність визначення об'єкта навіювання (селективний
      вплив на визначені групи населення, що враховує основні
      соціально-психологічні, національні й інші особливості цих груп); -
      некритичне сприйняття інформації об'єктом навіювання (навіювання засновано
      на ефекті сприйняття переданої інформації як інструкції до дії без її
      логічного аналізу); - визначеність, конкретність поведінки, що ініціюється
      (об'єкту необхідно дати інструкцію щодо здійснення конкретних його реакцій
      і вчинків, що відповідають меті впливу). ІПВ спрямовується на
      індивідуальну або суспільну свідомість інформаційно-психологічними або
      іншими засобами, що викликає трансформацію психіки, зміну поглядів, думок,
      відносин, ціннісних орієнтацій, мотивів, стереотипів особистості з метою
      вплинути на її діяльність і поведінку. Кінцевою його метою є досягнення
      певної реакції, поведінки (дії або бездіяльності) особистості, яка
      відповідає цілям ІПВ.
    </p>
  </div>
);

export default MainPage;
